<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Hello world</title>
</head>
<body>
    <h1>แนะนำตัว</h1>
    <p>ชื่อ-สกุล : ปวริศา วิทยาวงศรุจิ ชื่อเล่น : ต้นหอม</p>
    <img src="1.png">
    <img src="2.png">
    <br>
    <a href="https://en.wikipedia.org/wiki/Scallion">คลิกที่นี่เพื่อมาทำความรู้จักกับ'ต้นหอม'</a>

    <h2>เล่าเรื่องตลก</h2>
    <p>โปรดอ่านออกเสียงข้อความต่อไปนี้ดูค่ะ -> 5555555555555555555555555555555555555555555555555555555555<br>เนี่ย จารย์ขำแล้วนะคะ55555555555555555555 ถือว่าจารย์ขำละนะคะ5555555555555555555555555555555555555<br>ถ้าจารย์ยังไม่ขำ ลองอ่านอีกหน่อยก็ได้นะคะ อ่านออกเสียงนะคะย้ำ555555555555555555555555555555555555555<br>สวัสดีค่ะขอบคุณที่สละเวลามาอ่านค่ะ</p>
</body>
</html>
